{"tweet":"@cmdtv very cool! Can't wait to meet u. @camron_ware &amp; I r leading some breakouts as well on Wednesday but I'll have to leave Thursday. ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"@jaffne not yay. we are in a minus-yay situation. bad, cruel jaff. ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"Can't believe I'm going to miss the whole f'ing holiday weekend due to this stupid assignment, especially when the weather is beautiful ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"it's raining   naana gaman thamai bradby balanna wenne. fuck","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"great.. my phone cant compete with the PC for the signal of the router! no more portable twitter for me til the PC's turned off.. ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"Just woke up and showered. Time to get ready for school ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"is always damn tired! ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"@TenaciousDani Wish I could've talked to you longer, too, but duty was calling, haha! Glad I say you tho, cause I missed some other peeps ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"dont know to do... wish i knew what to say or do!!! i want to break up with him but dont know ... i just need a guys out looks ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"another terrible night of sleep ","hiddentargetclue":0,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"{yayyy}2 excited its another b-e-a-utiful day!!! park day again!!! ","hiddentargetclue":1,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"@stephenfry Stephen Have you ever tried the remarkable, challenging &amp; detailed www.isittuesday.com ? From one voice of games to another ","hiddentargetclue":1,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"@lilyroseallen yes all the time didn't think ne1 else did!!!!! U use 2 b able 2 buy cap things for the top so no bees culd get in!!!  ","hiddentargetclue":1,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"@grace2244 Sweet ","hiddentargetclue":1,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"@jenniepperson i religiously follow ur updates! love it! i hope u dun mind  and oh anticipating to read stephanies blogs too. ","hiddentargetclue":1,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"@sekcninja Get 100 followers a day using www.tweeterfollow.com Once you add everyone you are on the train or pay vip ","hiddentargetclue":1,"timestamp":"2020-01-29T17:32:09.371Z"}
{"tweet":"tiredd. gonna watch bride wars soon! woww, its only five days into summer; so does not feel like it thoughh! call the cell ","hiddentargetclue":1,"timestamp":"2020-01-29T17:32:09.371Z"}
